#if 0
// ---------------------------工程模板template---------------------------
// --------如使用默认FOC工程，可以复制下面内容到UserCode_main.c------------
// --------默认工程Note：提供有感三环，无感速度环等基础示例-----------------
// --------默认工程Author：星必尘Sguan------------------------------------
// --------项目仓库：github.com/Sguan-ZhouQing/SguanFOC_Library----------
// --------联系邮箱：3464647102@qq.com-----------------------------------
// --------(Git网友二次开发，请以UserCode_xx_yy.h格式，仿照此工程书写)------
// --------(二次开发文件xx分别是Config和main，yy则是您自己的代号)-----------
// --------(包含UserCode_Config_yy.h和UserCode_main_yy.c/.h)-------------
// --------(二次开发，可邮件联系我或者自行发布到本项目Git仓库对应位置中)-----
// ---------------------------工程模板template---------------------------

#include "UserCode_main.h"






// ---------------------------工程模板template---------------------------
#endif
